[
    {
        "id": 1,
        "name": "iPhone 12 mini",
        "price": 1,
        "description": "El chip A14 Bionic es el más rápido en un smartphone.Y supera los lí­mites de todo lo que era posible hacer hasta ahora.Como procesar billones de operaciones en el Neural Engine.",
        "image": "iphone12miniazul.png",
        "category": "IPhones"
    },
    {
        "id": 2,
        "name": "iPhone 12",
        "price": 1,
        "description": "El iPhone 12 tiene el chip A14 Bionic, el más rápido en un smartphone.Una pantalla OLED de borde a borde.Un nuevo frente de Ceramic Shield, cuatro veces más resistente a las caídas.",
        "image": "iPhone12negro.png",
        "category": "IPhones"
    },
    {
        "id": 3,
        "name": "iPhone 12 PRO",
        "price": 1,
        "description": "El Chip A14 Bionic, el más rápido en un smartphone.Y un sistema de cámaras Pro para tomar fotos increíbles con poca luz,que alcanza su máxima expresión en el iPhone 12 Pro Max.",
        "image": "iPhone12progrfito.png",
        "category": "IPhones"
    },
    {
        "id": 4,
        "name": "iPhone XR",
        "price": 1,
        "description": "El iPhone XR tiene el LCD más avanzado en un smartphone:una pantalla Liquid Retina de 6,1 pulgadas con la mayor precisión de color de la industria y un innovador diseño retroiluminadoque lleva esta increíble pantalla hasta las esquinas",
        "image": "XrBlack.png",
        "category": "IPhones"
    },
    {
        "id": 5,
        "name": "iPhone 12 ProMax",
        "precio": 1,
        "description": "Un salto al siguiente nivel. El chip A14 Bionic es muy superior a cualquier otro chip de smartphone.El sistema de cámaras Pro te permite tomar fotos espectaculares con poca luz, y el iPhone 12 Pro Max lleva tu talento fotográfico mucho más allá.",
        "image": "iPhone12ProMaxFam.png",
        "category": "IPhones"
    },
    {
        "id": 6,
        "name": "AirPods Caja",
        "precio": 1,
        "description": "Los nuevos AirPods te brindan una experiencia inalámbrica nueva. Sólo sácalos del estuche de carga y estarán listos para que los uses con tu iPhone, Apple Watch, iPad o Mac.",
        "image": "auricularesAirPodsCaja.png",
        "category": "Auriculares"
    },
    {
        "id": 7,
        "name": "AirPods Pro",
        "precio": 1,
        "description": "Los AirPods Pro fueron diseñados con Cancelación Activa de Ruido para brindarte un sonido inmersivo, con el modo Transparencia para que puedas oír lo que sucede a tu alrededor.",
        "image": "auricularesAirPods.png",
        "category": "Auriculares"
    },
    {
        "id": 8,
        "name": "EarPods",
        "precio": 1,
        "description": "A diferencia de los audífonos circulares tradicionales, el diseño de los EarPods está definido por la geometría del oído. Esto los hace más cómodos de usar que cualquier otro audífono similar.",
        "image": "auricularesEarPods.jpg",
        "category": "Auriculares"
    },
    {
        "id": 9,
        "name": "Funda ProMax",
        "precio": 1,
        "description": "Esta funda de silicón, diseñada especialmente por Apple para el iPhone 12 Pro Max se adapta perfectamente.",
        "image": "fundaProMax.png",
        "category": "Fundas y protección"
    },
    {
        "id": 10,
        "name": "Funda Tech",
        "precio": 1,
        "description": "Con FlexShock, un material híbrido único que absorbe, disipa y repele la fuerza de impacto lejos de su dispositivo",
        "image": "fundaTech.png",
        "category": "Fundas y protección"
    },
    {
        "id": 11,
        "name": "Funda iPhone 12",
        "price": 1,
        "description": "La funda de silicón con MagSafe diseñada por Apple especialmente para el iPhone 12 | 12 Pro es una alternativa ideal de protección.",
        "image": "fundaiphone12pro.png",
        "category": "Fundas y protección"
    },
    {
        "id": 12,
        "name": "iPhone de la saladuki",
        "price": "3000",
        "category": "IPhones",
        "image": "producto-1630705007767.png"
    },
    {
        "id": 13,
        "name": "mimir",
        "description": "PROBQANDO",
        "price": "600",
        "category": "IPhones",
        "image": "producto-1630705200659.jpg"
    },
    {
        "id": 14,
        "name": "Airpod",
        "description": "asd",
        "price": "3000",
        "category": "IPhones",
        "image": "producto-1630705349541.jfif"
    }
]